{
    "3.2.0" : {
        "lines": [
            "В метки добавлен пункт с подробным описанием на HTML метки",
            "Меню маркеров",
            "Фильтры маркеров",
            "Старые меню и формы удалены",
            "Добавлены боковые панели",
            "",
            "Названия карт в основном источнике руссифицированны"
        ]
    },
    "3.1.1" : {
        "lines": [
            "Добавление JSON данных через форму",
            "Добавлен локальный сервер",
            "Маркеры",
            "Коррекция привязки",
            "Быстрые заметки"
        ]
    },
    "3.1.0" : {
        "lines": [
            "Добавил информационную панель",
            "Часы на информационной панели",
            "Номер версии приложения в информационной панели",
            "Координаты курсора на информационной панели",
            "Добавил систему комментариев Disqus",
            "Убран автостарт GPS",
            "Убран автоматический запуск тура при первом открытии приложения",
            "Добавлено меню и переключения кэша",
            "Сделан сервер для кэширования на PHP",
            "Добавлены горячие клавиши",
            "Легкая настройка горячих клавишь",
            "Исправлены ошибки в редакторе наборов карт",
            "Установка некоторых настроек",
            "Реорганизвано меню настроек",
            "Cписок последних изменений в программе, добавлен пункт в меню"
        ]
    },
    "3.0.2" : {
        "lines": [
            "Был небольшой баг в добавлении быстрого перемещения",
            "Добавил лицензию",
            "Добавил в меню ссылку на исходники, кому надо забирайте и запускайте на своих компьютерах."
        ]
    },
    "3.0.1" : {
        "lines": [
            "Координаты в адресной строке - показать/убрать",
            "Синхронизация карт",
            "Синхронизация изменения масштаба (не работает, ибо как оказалось нахер не нужна, если кому-то нужна пишите, выпилю в мажорном релизе)",
            "Курсоры на всех картах - этот пункт нужен если устройство с тачскрином на котором банально нет мыши. И чтобы не засорять информацией экран проще эти курсоры отключить.",
            "Инфопанель - сделаю с ближайшем будущем",
            "Синхронизации баз - включение выключение синхронизации, если вы не знаете синхронизируются у вас базы или нет, значит они не синхронизируются и эти настройки не играют ни какой роли",
            "Автостарт GPS - если включено, то на старте приложение пытается определить координаты или с приемника GPS или по баззовым станциям телефона или на крайний случай по IP. Поэтому при первом старте оно просит доступ к геолокации. Это дело можно отключить. Например на стационарном компьютере это совсем не нужно, хотя и ни на что не влияет."
        ]
    }
}